[
  {
    "word": "Buke",
    "success": false,
    "similar_words": [
      {
        "word": "BUKË",
        "success": true,
        "description": "1. Ushqim që bëhet me miell drithi të gatuar me ujë e të pjekur në furrë a në saç; një copë e veçantë e këtij ushqimi, e gatuar me forma të ndryshme dhe e pjekur; brumë i ngjeshur e i nderë në tepsi për t'u pjekur. Bukë e grunjtë (e misërt, e thekërt). Bukë e pjekur (e papjekur). Bukë e zezë. Bukë e ardhur. Bukë e ndorme bukë pa brumë të thartë. Bukë e mbrume bukë me brumë të thartë. Bukë e lashtë bukë që gatuhet me miell të lashtash. Bukë meli. Bukë himesh. Bukë çerepi (saçi). Bukë shtëpie. Bukë qeni bukë e gatuar me krunde (për qen etj.). Bukë me brumë. Bukë me qiqra. Bukë me djathë (me gjalpë). \r\nBukë thatë. Kore (thembër, tul) buke. Thërrime buke. Brumë (maja) buke. Vetull buke një copë nga pjesa e anës së një buke të rrumbullakët. Një gjysmë (një çerek) buke. Një copë (një kafshatë) bukë. Thikë buke. Tepsi buke. Magjja e bukës. Dollap buke. Furrë buke. Dyqani i bukës. Fabrika e bukës. Shitësja e bukës. Drithëra buke. Rrezja e bukës. Myku i bukës. Zia e bukës. Për atë bukë! vjet. (betim). Pasha bukën! vjet. (betim). Zë (ngjesh, mbruj) bukën. Vjen buka. Hedh bukël në furrë. Pres (thyej, ndaj) bukën. Bukë e hi dhe shtëpi. fj. u. Buka pa përtypur nuk kapërcehet. fj. u. nuk mund të zgjidhen çështjet pa punë e përpjekje. \r\n2. vet. sh.,~ËRA, -ËRAT. Copa të vogla buke të mbetura ose te thata. Papare (përshesh) me bukëra. \r\n3. vet. nj. Ushqimi që hamë në mëngjes në drekë a në darkë, të ngrënët; ushqimi i përditshëm. Koha e bukës. Dhoma (shtëpia) e bukës. Tryezë buke. Bukë e pa bukë herë i ngrënë e herë i uritur; Më hahet (ha) bukë. S'më shkon buka. Jam pa bukë nuk kam ngrënë. Shtroj (ngre) bukën. Lë bukën përgjysmë. Jam (ulem) në bukë. Bëj bukën gati. Ngrihem nga buka. E gjeta në bukë. E la pa bukë. Vuanin për bukë. Më gërryen barku (më gërryejnë zorrët) për bukë. S'kishte as një darkë bukë. \r\n4. vet. nj. Drithë, nga i cili bëhet mielli; të korrat e një viti; prodhimi i drithit, që mjafton për një vit. Buka e re. Buka e popullit. Buka e vitit. Tokë buke tokë e punueshme. Lufta për bukën. Nga buka në bukë nga një vit në tjetrin, nga një korrje në tjetrën. E. bëjmë bukën vetë. Mbledhim (sigurojmë) bukën. E futim bukën në hambar. \r\n5. vet. nj. Lënda që përbën kokrrën e drithit; palca a zemra e disa drurëve, tuli i disa frutave etj. Buka e arrës. Buka e ullirit. Buka e shtogut. Kalli me (pa) bukë. Lidh bukë. Zë (merr) bukë misri (gruri). Ka bukë. \r\n6. Ushqim ose një lëndë a send tjetër, që ka trajtën e një rrotulle. Bukë dylli pite dylli. Bukë djathi. Bukë dhjami. Bukë fiku. Buka e lules së diellit koka me fara e lules së diellit. Bukë blete (grerëzash) hoje të rrumbullakëta. Bukë kadaifi. Bukë dheu plis dheu në rrënjën e një fidani a të një bime të shkulur. Bukë për furnelat elektrike. \r\n7. fig. Mjetet më te domosdoshme për jetesë. Mezi nxirrnin (fitonin) bukën. \r\nI prenë bukën. Punonte për bukën (për kafshatën) e gojës. \r\n8. vet. nj. fig. vjet. Detyra, shërbimi a nëpunësia që jepte mjetet e jetesës; vendi i punës që jepte një pagë sa për të mbajtur frymën. Në bukë të vet. Në bukë të qeverisë. \r\nHyri në bukë të tjetrit. E nxorën nga buka. \r\n9. vet. nj. fig. Përmbajtje e shëndoshë, thelbi dobishëm, vlerë, dobi. \r\nPunë (mbledhje, fjalë) pa bukë. \r\n10. vet. nj. fig. Lënda e parë a lënda kryesore që nevojitet për një degë prodhimi. \r\nBuka e industrisë qymyri, nafta etj. Buka e ndërtimit druri, çimentoja etj. \r\n11. vet. fig. bised. Vit (për moshën). Iu sosën bukët. I ka bukët të numëruara. \r\nI hëngri pesëdhjetë bukë. \r\n* Buka e kripa e diçkaje gjëja më kryesore, gjëja më e domosdoshme. Bukë qeni njeri, me të cilin nuk merresh dot vesh, njeri, me të cilin nuk shkon muhabeti. Buka e një mielli keq. të njëllojtë, nga një brumë (për njerëz me mendim e sjellje të njëjta etj.). Buka e vjetër shih te VJETËR(i, e). Buka e verës ylberi. Për një bark bukë për një copë bukë, për pak gjë. Për një copë bukë shumë lirë, për hiç gjë, falas. Si një copë bukë pa ndruajte. Për një kafshatë bukë shih te KAFSHAT/Ë,~A. Çaçë mbi bukë shih te ÇAÇ/Ë,~A. Ia hëngri bukën dikujt shih te HA. Nuk ha bukë shih te HA. S'më hahet buka me dikë shih te HAHEM 6. Ha bukë veç (veçan) shih te VEÇ. Ia ha bukën gomari mospërf. shih te GOMAR,~I. E hante bukën me lot shih te LOT,~I. S'e ha bukën kot edhe poh. e meriton atë që merr: jeton me djersën e vet. Të jep bukë shih te JAP. Kalli pa bukë. keq. njeri i mirë në dukje, po i cekët a i zbrazët. Kthej bukë shih te KTHEJ. Na e la bukën mospërf. vdiq. I është mykur buka dikujt ka bërë faj ose një gabim që dënohet. E ndau bukën me dikë shih te NDAJ. Përzjeu bukën etnogr. shih te PËRZIEJ. Shtëpi buke mikpritës, derëhapur, bukëdhënë. Shkel bukën (me këmbë) shih te SHKEL. Iu bë buka drokth shih te DROKTH,~I. \r\nIu bë buka gjemb (gorricë) shih te GJEMB,~I. Iu bë buka shirit dikujt shih te SHIRIT,~I. Iu bë buka shkarpë shih te SHKRAP/Ë,~A. Më bëhet zemra bukë \r\na) më gëzohet zemra, më gufon zemra, më bëhet zemra mal; \r\nb) mallëngjehem, prekem shumë. I bie bukës (së mirës) me shkelm (me këmbë) shih te SHKELM,~I. Do bukë mbi pogaçe shih te POGAÇ/E,~JA. Si buka që ha (që hamë) me siguri, pa asnjë dyshim. E kam (si) bukë e djathë e kam shumë lehtë, mund ta bëj pa ndonjë vështirësi. Kam ngrënë bukë e mjaltë me dikë shih te MJALT/Ë,~I. Nuk ha bukë ky zanat nuk të siguron jetesën ky zanat, nuk i nevojitet kujt kjo punë; s'pi ujë. Kemi ngrënë një furrë bukë (një thes kripë, një hambar miell) bashkë shih te FURR/Ë,~A. E ka ngrënë turpin me bukë shih te HA. S'e ha (s'e ngjyen) turpin me bukë nuk pranon të turpërohet. I ka të paka bukët i erdhi fundi, s'e ka të gjatë, është në prag të vdekjes. Iu lidh buka (në grykë, në fyt) shih te LIDHEM. E ndan bukën në zjarr shih te ZJARR,~I. E ngjyenin bukën në dhallë shih te DHALL/Ë,~I. Nuk piqet buka me shkarpa fj.u. shih te SHKARP/Ë,~A. Mos pjektë dy bukë në një hi! mallk. mos e zëntë e nesërmja! Ka qenë buka e fukarasë (e të varfërve) ka ndihmuar vazhdimisht të varfëritë. Iu qep me bukë në trastë (në torbë) dikujt iu qep nga pas pa iu ndarë, iu qep me ngulm. Shkon në bukë të vet rritet e nis jetën e vet; martohet. Po i shtie bukët të mira (çyrekët të mirë) shih te SHTIE. Ka thelb buka fj.u. shih te THELB,~I. Më vajti buka pas kurrizit nuk hëngra i qetë, nuk më la të ha mirë. Do vrarë me bukë në gojë \r\na) keq. meriton dënimin më të rëndë; \r\nb) shak. është shumë i shkathët, është dreqi vetë. I zuri dhëmbi bukë (tagji) shih te DHËMB,~I. I zuri sytë buka (e mira) u verbua nga e mira, nuk e çmoi të mirën. Me bukë e kripë (e zemër të bardhë) me ç'të ndodhet, me bujari, me zemër të hapur. Unë me bukë e ai me gurë unë me të mirë e ai me të keq. I ka dhëmbët me bukën time shih te DHËMB,~I. Ha bukën e përmbys kupën shih te HA. Të jep më shumë djathë (ullinj) se bukë shih te DJATH/Ë,~I. Kush ha bukë, bën edhe thërrime fj. u. po punove do të bësh edhe ndonjë gabim të vogël, puna ka edhe ndonjë te metë të vogël. \r\nSikur i ka ngrënë gomari bukën shih te HA. S'ka kohë as të hajë bukë është shumë i zënë me punë, mezi merr frymë nga punët e shumta që ka. E ka gojën vetëm për bukë nuk di të flasë a t'i japë përgjigjen e duhur tjetrit, nuk është i shkathët e i zoti i gojës. Si plaka në mes dy bukësh shih te PLAK/Ë,~A. Ia merr pula bukën nga dora mospërf. është i squllët, i ngathët e i humbur. I mori bukën, të harronte djathin shih te DJATH/Ë,~I. E mbaj në torbë bukën e barutin shih tek TORB/Ë,~A. Atij s'i japin bukë, kërkon edhe gjellë shih te GJELL/Ë,~A. Hamë bukën tonë e bëjmë davanë e botës (rrahim thekrën e botës) merremi me një punë që s'na përket. Kudo ku i thonë bukës bukë e ujit ujë kudo ku flitet shqip, kudo ku ka shqiptarë. Buka që thyhet, s'ngjitet më fj. u. po u prish miqësia e vërtetë, s'ndreqet më, nuk bëhet më e tillë siç ishte. Shpjer gojën te buka e jo bukën te goja fj. u. përpiqu, luaj këmbë e duar, puno që të sigurosh atë që të duhet."
      },
      {
        "word": "BUKË",
        "success": true,
        "description": "Bimë barishtore shumëvjeçare, me gjethe vezake e me lule në ngjyrë trëndafili a të bardha, që rritet nëpër shkurre e çel në vjeshtë."
      },
      {
        "word": "BUKË",
        "success": true,
        "description": "Një lloj lakre e ëmbël, fletët e së cilës bëhen gjellë."
      },
      {
        "word": "BUKËBAR",
        "success": true,
        "description": "Plis dheu me bar të dendur, që pritet e që përdoret për të gjelbëruar lulishtet, anët e udhës etj. Nxjerr bukëbarë. Shtroj (rrethoj) me bukëbarë."
      },
      {
        "word": "BUKËBARDHË",
        "success": true,
        "description": "1. Që e ka bukën, thelbin ose zemrën të bardhë (për disa pemë). Arrë (lajthi) bukëbardhë. \r\n2. fig. Mikpritës, bukëdhënës; zemërbardhë."
      },
      {
        "word": "BUKËDHËNË",
        "success": true,
        "description": "shih BUKËDHËNËS,~E."
      },
      {
        "word": "BUKËDHËNËS",
        "success": true,
        "description": "Mikpritës, bujar, derëçelur; kund. bukëzi. Shtëpi bukëdhënëse. Njeri bukëdhënës."
      },
      {
        "word": "BUKËFIQE",
        "success": true,
        "description": "Një rrotull e vogël e bërë me fiq të thatë, të grirë e të ngjeshur; bukë fiqsh. Bukëfiqe të hojme. E ushqeu me bukëfiqe."
      },
      {
        "word": "BUKËHARAM",
        "success": true,
        "description": "Ai që nuk rron me djersën e vet; ai që nuk punon dhe e ha bukën kot; si mallk. ai që e pastë bukën haram."
      },
      {
        "word": "BUKËKUQ",
        "success": true,
        "description": "Që e ka tulin të kuq ose zemrën të kuqe (për disa pemë). Kumbull bukëkuqe. Fik bukëkuq."
      }
    ]
  },
  {
    "word": "Tavoline",
    "success": false,
    "similar_words": [
      {
        "word": "TAVOLINË",
        "success": true,
        "description": "Tryezë. Tavolinë buke (pune, shkrimi). Tavolinë shahu. Mbulesë (mushama) tavoline. U ulën rreth (pranë) tavolinës."
      }
    ]
  },
  {
    "word": "Majmun",
    "success": false,
    "similar_words": [
      {
        "word": "MAJMUN",
        "success": true,
        "description": "1. Kafshë gjitare shumë e ngjashme me njeriun, që rron në pyjet tropikale dhe që dy këmbët e para i ka më të gjata e mund t'i përdorë si duar. Këlysh majmuni. \r\nKafaz majmuni. E kishte fytyrën si të majmunit. Kërcen (ngërdheshet) si majmun. Njeriu rrjedh nga majmuni. \r\n2. bised., keq. Njeri shumë i shëmtuar në fytyrë; njeri me qime të gjata e të dendura, njeri leshtor. \r\n3. bised., mospërf. Njeri që vepron e sillet duke imituar të tjerët; ai që ngërdheshet e përdridhet shumë. Ik, mor majmun! \r\n4. bised., përk. Fëmijë i vogël e çamarrok."
      },
      {
        "word": "MAJMUNËRI",
        "success": true,
        "description": "1. Sjellje e veprime si prej majmuni; ngërdheshje e shëmtuar e fytyrës. \r\n2. Imitim i verbër i dikujt."
      }
    ]
  },
  {
    "word": "Vrapoj",
    "success": false,
    "similar_words": [
      {
        "word": "VRAPOJ",
        "success": true,
        "description": "1. Eci me hapa shumë të shpejtë dhe duke kërcyer, shkoj diku me vrap, përshkoj një vend me vrap; rend. Vrapoi shkallëve. Vrapoi drejt meje. Vrapoi me të katra. Erdhi duke vrapuar. \r\n2. fig. Nxitoj, shpejtoj shumë për të bërë diçka; e bëj shpejt një punë; rend. Vrapoi t'i vinte në ndihmë. Kush vrapoi, bloi. fj.u. \r\n3. sport. Marr pjesë në garën e vrapimit, merrem me vrapim. Do të vrapojë për njëqindmetërshin. \r\n4. Lëviz a ecën shpejt diçka (për një automjet, për retë etj.). Vraponte vetura. Vraponin retë. Vrapojnë valët. \r\n5. fig. Kalon, ikën, rrjedh shpejt, nxiton e s'ndalet (për kohën). Vrapon koha. Vrapon ora. Vrapojnë ditët (vitet)."
      }
    ]
  }
]